name: "pp_ocr"
platform: "onnxruntime_onnx"
backend: "onnxruntime"
max_batch_size: <VAL1>
input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [ 3, <VAL2>, <VAL3> ]
  }
]
output [
  {
    name: "softmax_2.tmp_0"
    data_type: TYPE_FP32
    dims: [ -1, <VAL4> ]
  }
]
<VAL5>